Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: དེ་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་ཞབས་ལ་བཏུད་དེ་ཕྱག་འཚལ་ནས། བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Mañjuśrī, the divine youth, prostrated to the feet of the Blessed One, bowed to all the buddhas, and spoke to blessed Tathāgata Śākyamuni as follows: {35.3}

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་མཛོད་ཀྱི་ཕྱག་རྒྱ་མཆོག་ཏུ་ཤིན་ཏུ་གསང་བ་གང་ཡིན་པ་དེ་དུས་ལ་བབ་པར་མཁྱེན་ན། བཅོམ་ལྡན་འདས་དེ་ནི་ལེགས་ཏེ་བཤད་དུ་གསོལ།
en: “Very good, O Blessed One! Please teach, if you think that the time is right, the most secret chapter on the receptacle of the mudrās of all the tathāgatas.

source: སྐྱེ་བོ་མང་པོ་ལ་ཕན་པ་དང་སྐྱེ་བོ་མང་པོ་ལ་བདེ་བ་དང་འཇིག་རྟེན་ལ་སྙིང་བརྩེ་བ་དང་སྐྱེ་བོའི་ཚོགས་མང་པོའི་དོན་དང་ཕན་པ་དང་བདེ་བའི་ཕྱིར་དང་ལྷ་དང་མི་རྣམས་དང་སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པ་དང་བདེ་བ་དང་བདེ་བའི་རྣམ་པར་སྨིན་པར་འགྱུར་བའི་སླད་དུའོ། །
en: This will be for the benefit and happiness of many people. Teach it out of kindness for the world, for the welfare and happiness of great numbers of people. This will create happiness and the ripening [of the causes of] happiness for gods, men , and all beings.” {35.4}

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ་ལ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་གསོལ་བ་བཏབ་ནསཕྱག་རྒྱ་ཐམས་ཅད་ལ་གཟིགས་ཤིང་སངས་རྒྱས་ཐམས་ཅད་ལ་མཁྱེན་པར་བྱས་ནས།
en: Being thus supplicated by Blessed Mañjuśrī, the divine youth, the blessed Śākyamuni began to teach, gazing at all the buddhas, directing his attention to all the beings,

source: བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་རབ་ཏུ་དགའ་བར་བྱེད་པ། འཕགས་པ་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཐམས་ཅད་ཡང་དག་པར་ཚིམ་པར་བྱེད་པ། འཕགས་པའི་སྔགས་རྣམས་ལ་ཡིད་བརྩོན་པར་བྱེད་པ་ལ་ཡང་དག་པར་གཟེངས་སྟོད་པ། མ་རུངས་པ་ཐམས་ཅད་ཟློག་པར་བྱེད་པ། འཇིགས་པ་ཐམས་ཅད་དབུགས་འབྱིན་པར་བྱེད་པ། འཁོར་བར་གནས་པ་དག་ལ་བདེ་བ་དང་ཤིས་པ་དང་མྱ་ངན་ལས་འདས་པ་ལ་རབ་ཏུ་འཇོག་པར་བྱེད་པ།
en: gladdening all the bodhisattvas, perfectly calming all the pratyeka­buddhas and noble śrāvakas, animating all those whose minds were occupied with the meaning of their respective mantras, keeping all the evil beings at bay, restoring confidence in all the frightened ones, and establishing in the ease of the auspicious nirvāṇa all those that were in difficult predicaments.

source: སེམས་ཅན་སྡུག་བསྔལ་བ་ཐམས་ཅད་ལ་བདེ་བའི་དོན་གྱི་ཕྱིར་ཕྱག་རྒྱའི་ལེའུའི་ཆོ་ག་ངས་བཤད་ཀྱིས་འཇམ་དཔལ་གཞོན་ནུ་ཉོན་ཅིག །
en: For the happiness of all suffering beings, he taught the procedures from the chapter on the mudrās as follows: {35.5} “Listen, Mañjuśrī, divine youth,

source: དང་པོ་གཙུག་ཕུད་ལྔ་པ་ནི། །དེ་ནི་ཕྱག་རྒྱ་ཆེན་པོར་འདོད། །
en: As I teach the chapter on mudrās. First comes the five-crested Known as a ‘great mudrā.’ {35.6}

source: གཉིས་པ་གཙུག་ཕུད་གསུམ་པ་ཡིན། །
en: “One should know the three-crested as the second,

source: རལ་པ་གཅིག་པ་གསུམ་པ་སྟེ། །
en: And the single-crested as the third.

source: བཞི་པ་ཨུཏྤ་ལར་གསུངས་པ། །རྐང་གཉིས་དམ་པ་རྫོགས་སངས་རྒྱས། །
en: The perfect buddhas, best of two-legged beings, Call the fourth one the utpala. {35.7}

source: ལྔ་པ་བཀྲ་ཤིས་ལྡན་དུ་བརྗོད། །
en: “The swastika is regarded as the fifth,

source: དྲུག་པ་རྒྱལ་མཚན་ཞེས་སུ་བརྗོད། །
en: And the banner as the sixth.

source: བདུན་པ་གང་བ་ཞེས་བསྟན་ཏེ། །སྔགས་ཤེས་དག་ལ་ལེགས་མཛེས་ཤིང་། །
en: Those adorned by the knowledge of mantras Call the seventh one the complete. {35.8}

source: བརྒྱད་པ་སྲོག་ཤིང་ཞེས་བརྗོད་པ། །སྔགས་ཤེས་དག་ལ་ལེགས་མཛེས་ཡིན། །
en: “The conquering lords of the world Called the eighth the stick,

source: དགུ་པ་གདུགས་ཞེས་བསྟན་པ་སྟེ། །
en: The ninth, the parasol,

source: བཅུ་པ་མདུང་དུ་བརྗོད་པ་ཡིན། །
en: And the tenth, the javelin. {35.9}

source: དེ་བཞིན་བཅུ་གཅིག་སངས་རྒྱས་ཀྱིས། །ཁ་སྦྱར་ཞེས་ནི་ཡང་དག་བསྟན། །
en: “The eleventh is called By the perfect buddhas the hollow space,

source: བཅུ་གཉིས་པ་ནི་ཕུབ་ཅེས་གསུངས། །
en: The twelfth, the shield,

source: བཅུ་གསུམ་པ་ནི་ད་པུས་ཡིན། །
en: And the thirteenth, the mace. {35.10}

source: བཅུ་བཞི་པ་ནི་རལ་གྲིར་བཤད། །
en: “The fourteenth is called the sword,

source: དེ་བཞིན་དྲིལ་བུ་བཅྭ་ལྔ་པ། །
en: And the fifteenth, the bell.

source: བཅུ་དྲུག་པ་ནི་ཞགས་པར་བསྟན། །
en: The sixteenth is known as the noose,

source: བཅུ་བདུན་པ་ནི་ལྕགས་ཀྱུར་ཤེས། །
en: And the seventeenth as the goad. {35.11}

source: བཅྭ་བརྒྱད་པ་ནི་བཟང་པོའི་གདན། །
en: “The auspicious seat is the eighteenth,

source: བཅུ་དགུ་པ་ནི་གདན་དུ་བརྗོད། །
en: And the nineteenth, the seat.

source: ཉི་ཤུར་བསྟན་པ་རྨ་བྱའི་གདན། །
en: The peacock seat is said to be the twentieth,

source: ཉི་ཤུ་གཅིག་པ་པཊྚི་སཾ། །
en: And the three-pointed lance , the twenty-first. {35.12}

source: རྟགས་གཅིག་ཉི་ཤུ་གཉིས་པ་སྟེ། །
en: “The one-pointed lance is the twenty-second,

source: རྟགས་གཉིས་ཉི་ཤུ་གསུམ་པ་ཡིན། །
en: And the two-pointed lance , the twenty-third.

source: དེ་བཞིན་ཕྲེང་བ་ཉི་ཤུ་བཞི། །
en: The twenty-fourth mudrā is the rosary,

source: ཉི་ཤུ་ལྔ་པ་གཞུ་ཡིན་ཏེ། །
en: And the twenty-fifth, the bow. {35.13}

source: ཉི་ཤུ་དྲུག་པར་གསུངས་པ་ནི། །ལྕགས་མདའ་དག་ཏུ་རྣམ་པར་བརྟགས། །
en: “The twenty-sixth is designated as The iron arrow,

source: ཉི་ཤུ་བདུན་པར་གསུངས་པ་ནི། །རྟགས་ཀུན་དག་ཏུ་རབ་ཏུ་བསྟན། །
en: And the twenty-seventh Is called the even-pointed lance. {35.14}

source: ཉི་ཤུ་བརྒྱད་པ་གསལ་ཤིང་སྟེ། །
en: “The twenty-eighth is the spear ( śūla ),

source: ཉི་ཤུ་དགུ་པ་ཐོ་བ་ཡིན། །
en: And the twenty-ninth, the hammer.

source: སུམ་ཅུ་པ་ནི་མདའ་བོ་ཆེ། །
en: The thirtieth is the hatchet,

source: སུམ་ཅུ་གཅིག་པ་མཆེ་བར་བསྟན། །
en: And the thirty-first, the fangs. {35.15}

source: སུམ་ཅུ་གཉིས་པ་དེ་བཞིན་ཁ། །
en: “The thirty-second is the mouth,

source: སུམ་ཅུ་གསུམ་པ་རས་ཀྱི་གོས། །
en: And the thirty-third, the cloth.

source: སུམ་ཅུ་བཞི་པ་བུམ་པ་སྟེ། །
en: The thirty-fourth is the jar,

source: སུམ་ཅུ་ལྔ་པ་འཁར་གསིལ་ཡིན། །
en: And the thirty-fifth, the mendicant’s staff. {35.16}

source: སུམ་ཅུ་དྲུག་པ་བྱ་མ་བུམ། །
en: “The pitcher is said to be the thirty-sixth,

source: སུམ་ཅུ་བདུན་པ་གཏུན་ཤིང་སྟེ། །
en: And the club , the thirty-seventh.

source: སུམ་ཅུ་བརྒྱད་པ་སྐྱིལ་ཀྲུང་ཡིན། །
en: The thirty-eighth is the cross-legged posture,

source: སུམ་ཅུ་དགུ་པ་པ་ཊ་ཧ། །
en: And the thirty-ninth, the kettledrum. {35.17}

source: བཞི་བཅུ་པར་ནི་རབ་བསྟན་པ། །ཆོས་ཀྱི་དུང་ཞེས་ཉེ་བར་བསྟན། །
en: “What they name as the fortieth Is the Dharma conch.

source: བཞི་བཅུ་དག་ནི་གཅིག་པ་ཡང་། །ལྕགས་ཐག་ཅེས་ནི་ཡོངས་སུ་བསྒྲགས། །གཉིས་པར་འདོད་པ་མང་པོར་གསུངས། །གསུམ་པ་ཡིད་ལ་རེ་བ་རྫོགས། །བཞི་པ་སྐྱེད་བྱེད་སྣང་བ་སྟེ། །ཤེས་རབ་ཕ་རོལ་ཕྱིན་པར་འདོད། །ལྔ་པ་མ་མོ་ཞེས་བཤད་པ། །རྐང་གཉིས་རྫོགས་པའི་སངས་རྒྱས་ཀྱིས། །དྲུག་པ་རྟ་བབས་ཞེས་བྱར་གསུངས། །བདུན་པ་རྟ་བབས་བཟང་པོ་ཡིན། །བརྒྱད་པ་སྒྲ་སྐད་དག་ཏུ་བསྟན། །དགུ་པ་རྒྱལ་བའི་སྒྲ་ཡང་ཡིན། །
en: The chain is proclaimed To be the forty-first. {35.18} “The forty-second is called the highly esteemed, And the forty-third, the fulfilled wish. The forty-fourth is regarded as The mother Prajñāpāramitā. {35.19} “The perfect buddhas, best of two-legged beings, Call the forty-fifth the bowl. The forty-sixth is called the archway, And the forty-seventh, the fine archway. {35.20} “The forty-eighth is known as the voice, And the forty-ninth, the sound of recitation.

source: ལྔ་བཅུ་པ་ནི་རྔ་བོ་ཆེ། །ལྔ་བཅུ་གཅིག་པ་ཆོས་ཀྱི་རྔ། །
en: The fiftieth is the drum, And the next after that, the Dharma drum. {35.21}

source: ལྔ་བཅུ་གཉིས་པ་བ་ལང་བཤད། །
en: “The fifty-second is the elephant,

source: གསུམ་པ་ལག་པ་མཆོག་ཡིན་ཏེ། །
en: And the fifty-third, the supreme hand.

source: ལྔ་བཅུ་བཞི་པར་ཤེས་བྱ་བ། །ཕྱག་རྒྱ་དེ་ནི་འཁྲུལ་མེད་ཡིན། །
en: The fifty-fourth mudrā should be known as The movement in the direction of that. {35.22}

source: ལྔ་བཅུ་ལྔ་པ་མཇུག་རིངས་ཡིན། །
en: “The fifty-fifth is called the comet,

source: ལྔ་བཅུ་དྲུག་པ་མདའ་ཡིན་ཏེ། །
en: The fifty-sixth, the bow and arrow,

source: བདུན་པ་དག་ནི་དགྲ་སྟར་བསྟན། །
en: The fifty-seventh, the axe,

source: བརྒྱད་པ་འཇིག་རྟེན་གྱིས་མཆོད་ཡིན། །
en: And the fifty-eighth, the worshiped by the world. {35.23}

source: ལྔ་བཅུ་རྩ་དགུར་ཤེས་བྱ་བ། །མདོར་ན་མཚོན་ནི་རྩེ་གཅིག་ཡིན། །
en: “The fifty-ninth should be known, briefly, As the short javelin,

source: དྲུག་ཅུ་པར་ནི་འགྱུར་བ་ཡང་། །མདོར་ན་གཤོལ་དུ་ཤེས་པར་བྱ། །
en: And the sixtieth is designated, briefly, As the plow. {35.24}

source: དྲུག་ཅུ་གཅིག་པ་པདྨ་སྟེ། །
en: “The sixty-first is the padma,

source: དྲུག་ཅུ་གཉིས་པ་རྡོ་རྗེར་བཤད། །
en: And the sixty-second, the vajra.

source: ཆོས་ཀྱི་འཁོར་ལོ་སྐོར་བྱེད་པ། །འཇིག་རྟེན་དྲུག་ཅུ་གསུམ་པར་གསུངས། །
en: The sixty-third is said, in this world, To be the revolving Dharma wheel. {35.25}

source: དྲུག་ཅུ་བཞི་པར་ཤེས་བྱ་བ། །མདོར་ན་པདྨ་དཀར་པོ་ཡིན། །
en: “The sixty-fourth should be known, Briefly, as the water lily ( puṇḍarīka ).

source: དྲུག་ཅུ་ལྔ་པར་ཤེས་བྱ་བ། །ཕྱག་རྒྱ་མཆོག་སྦྱིན་དམ་པ་ཡིན། །
en: The sixty-fifth one should know As the supreme boon-granting mudrā. {35.26}

source: དེ་ནས་དྲུག་ཅུ་དྲུག་པ་ནི། །ཐེག་པའི་ཕྱག་རྒྱར་སངས་རྒྱས་གསུངས། །
en: “The sixty-sixth is called By the buddhas the rope.

source: དྲུག་ཅུ་བདུན་པར་འཇིག་རྟེན་དུ། །མཁས་པས་མདུང་དུ་བསྟན་པ་ཡིན། །
en: The knowledgeable call The sixty-seventh the spear ( kunta ). {35.27}

source: དྲུག་ཅུ་བརྒྱད་པར་བྱ་བ་ནི། །རྡོ་རྗེ་དབྱུག་པའི་ཕྱག་རྒྱར་གསུངས། །
en: “The sixty-eighth is designated As the vajra staff,

source: དྲུག་ཅུ་རྩ་དགུར་འགྱུར་བ་ནི། །དགྲ་འཇོམས་བྱེད་པར་རབ་ཏུ་བསྟན། །
en: And the sixty-ninth is known as The killer of hundreds. {35.28}

source: བདུན་ཅུ་པར་ནི་ཤེས་བྱ་བ། །མདོར་ན་ཀླུ་ཡི་ཕྱག་རྒྱ་ཡིན། །
en: “The next mudrā, the seventieth, One should know, briefly, as the boat.

source: བདུན་ཅུ་གཅིག་པར་གསུངས་པ་ནི། །གཞལ་མེད་ཕྱག་རྒྱ་མཆོག་བཟང་ཡིན། །
en: The seventy-first, the excellent, auspicious mudrā, Is called the palace. {35.29}

source: བདུན་ཅུ་གཉིས་པ་མདོར་བསྡུ་ན། །ཤིང་རྟ་ཞེས་ནི་དེ་ལ་བརྗོད། །
en: “The seventy-second, briefly, Is called the chariot.

source: མདོར་ན་བདུན་ཅུ་གསུམ་པ་ནི། །འཇིག་རྟེན་མགོན་གྱི་གདན་དུ་གསུངས། །
en: The lords of the world call The seventy-third the resting place. {35.30}

source: དེ་བཞིན་བདུན་ཅུ་བཞི་དང་ནི། །བདུན་ཅུ་ལྔ་རུ་བསྟན་པ་དག །ཚེས་བརྒྱད་ཟླ་བ་པི་བང་དག །ཕྱག་རྒྱ་གཉིས་སུ་བསྟན་པ་ཡིན། །
en: “The two mudrās, The seventy-fourth and the seventy-fifth, Are called, respectively, The lute and the half-moon. {35.31}

source: བདུན་ཅུ་རྩ་དྲུག་འཇིག་རྟེན་དུ། །ཕྱག་རྒྱ་པདྨ་འདྲ་བ་ཡིན། །
en: “The seventy-sixth, in this world, Is the mudrā abode of lotuses.

source: བདུན་ཅུ་བདུན་པའི་ཕྱག་རྒྱ་མཆོག །ཨུཏྤ་ལ་ནི་འབྱུང་བའི་གནས། །
en: The superior seventy-seventh Is the mudrā birthplace of water lilies.

source: བདུན་ཅུ་བརྒྱད་པའི་ཕྱག་རྒྱ་ནི། །ཕྱག་འཚལ་བ་ཞེས་བསྟན་པ་ཡིན། །
en: The seventy-eighth mudrā Is called the salutation. {35.32}

source: བདུན་ཅུ་རྩ་དགུ་མཆོད་ཡོན་རྒྱ། །དགྲ་བཅོམ་ཕྱག་རྒྱ་བརྒྱད་ཅུ་པ། །
en: “The seventy-ninth is the drinking water And the eightieth is the foe destroyer.

source: མར་མེ་བརྒྱད་ཅུ་གཅིག་པར་ཤེས། །ཐལ་སྦྱར་བརྒྱད་ཅུ་གཉིས་པར་འདོད། །
en: The eighty-first is known as the lamp And the eighty-second is designated as the joined palms. {35.33}

source: གསུམ་པ་ཕྲེང་བ་ཞེས་བྱ་བའོ། །
en: “The eighty-third is called the garland

source: བཞི་པ་གདན་ཞེས་གསུངས་པ་ཡིན། །
en: And the eighty-fourth the seat.

source: ལྔ་པ་གནས་ཀྱི་ཕྱག་རྒྱར་བསྟན། །
en: The eighty-fifth is taught as the place,

source: དྲུག་པ་རབ་གནས་གསུངས་པ་སྟེ། །
en: And the eighty-sixth is the consecration.

source: བདུན་པ་དབང་གི་ཕྱག་རྒྱར་བརྗོད། །
en: The eighty-seventh is called the initiation,

source: བརྒྱད་ཅུ་བརྒྱད་པ་མཆོག་ཏུ་འདོད། །
en: And the eighty-eighth is designated as the supreme. {35.34}

source: དགུ་དང་དགུ་བཅུའི་གྲངས་དག་ནི། །ཕྱག་རྒྱ་གཉིས་ནི་དགེ་བ་མཆོག །ཁ་སྦྱར་ཟུང་གི་ཕྱག་རྒྱ་སྟེ། །གྲངས་ནི་དགུ་བཅུ་འབྱུང་བ་སྟེ། །
en: “The mudrās that are counted as the eighty-ninth And the ninetieth are both supremely auspicious; They are the hollow space and the couple, Which brings the count to ninety. {35.35}

source: དགུ་བཅུ་རྩ་གཅིག་ཅེས་གསུངས་པ། །མེ་ཏོག་གི་ནི་ཕྱག་རྒྱར་བསྟན། །གཉིས་པ་གཏོར་མའི་ཕྱག་རྒྱ་སྟེ། །གསུམ་པ་རྟག་ཏུ་སྤོས་ཀྱི་ཡིན། །བཞི་པ་དྲི་ཡི་ཕྱག་རྒྱ་སྟེ། །ལྔ་པ་མར་མེར་ཤེས་པར་བྱ། །དྲུག་པ་སྦྱོར་བར་ཤེས་པར་བྱ། །བདུན་པ་སྐྱིལ་ཀྲུང་ཕྱེད་ཀྱི་གནས། །བརྒྱད་པ་དག་ནི་བོང་བ་སྟེ། །དགུ་པ་དག་ནི་གཤེགས་སུ་གསོལ། །
en: “The ninety-first mudrā Is called the flower, The ninety-second, the bracelet, The ninety-third is always the incense, The ninety-fourth, the perfume, And the ninety-fifth, the lamp. {35.36} “The ninety-sixth should be known as the formal practice, And the ninety-seventh as the sitting posture. The ninety-eighth is the summoning, And the ninety-ninth is the dismissing. {35.37}

source: དེ་བཞིན་བརྒྱ་རྫོགས་ཕྱག་རྒྱ་ནི། །ཐམས་ཅད་པ་ཡི་ལས་ཤེས་བྱ། །
en: “The mudrā that completes the count of one hundred Is the suitable for all rites.

source: བརྒྱ་ལས་རྩ་གཅིག་གསུངས་པ་ནི། །ཕྱག་རྒྱ་ཆེན་པོ་ཞེས་བྱ་སྟེ། །
en: As for the mudrās beyond these one hundred, They are known as ‘great’ mudrās. {35.38}

source: གཙུག་ཏོར་འཇིག་རྟེན་མགོན་པོ་ནི། །རྟག་ཏུ་བླ་མ་འཁོར་ལོས་སྒྱུར། །ཕྱག་རྒྱ་དེ་ནི་དང་པོར་གསུངས། །གཉིས་པ་གདུགས་དཀར་ལས་བྱུང་ཡིན། །གསུམ་པ་རྩ་བའི་ཕྱག་རྒྱ་སྟེ། །འཇམ་པའི་དབྱངས་སུ་སྣང་བ་ཡིན། །བཞི་པ་ཆོས་ཀྱི་མཛོད་ཀྱི་གནས། །ཆོས་ཀྱི་ཕྱག་རྒྱར་ཤེས་པར་བྱ། །ལྔ་པ་དགེ་འདུན་ཞེས་བྱ་སྟེ། །དེ་ནི་ཕྱག་རྒྱ་ཆེན་པོའང་ཡིན། །དྲུག་པ་འབྱུང་པོ་ཞི་བྱེད་པ། །རང་རྒྱལ་ལག་པའི་ཕྱག་རྒྱ་ཉིད། །བདུན་པ་བྱང་ཆུབ་སེམས་དཔའ་ནི། །ས་བཅུ་དག་ལ་ཞུགས་པ་ཡི། །
en: “Among the uṣṇīṣa lords of the world, The most senior is always Cakravartin. His mudrā is said to be the 101st. The 102nd belongs to Sitātapatra. {35.39} “The 103rd is regarded as The root mudrā of Mañjughoṣa. The 104th mudrā, which constitutes the treasury of the Dharma, Has been designated as the Dharma mudrā. {35.40} “The 105th is called the saṅgha; This one, too, is a ‘great’ mudrā. The 106th, the pacifier of beings, Brings on [the state of] a pratyeka­buddha or an arhat. {35.41} “The 107th is the mudrā of the bodhisattvas Who have entered the tenth level;

source: ཕྱག་རྒྱ་པདྨའི་ཕྲེང་བ་སྟེ། །ཕྱག་རྒྱ་ཆེན་པོར་དེ་ཤེས་བྱ། །
en: The lotus wreath by name, It is known as a ‘great’ mudrā. {35.42}

source: འཇིག་རྟེན་པ་ནི་ཐམས་ཅད་ཀྱི། །ཕྱག་རྒྱ་སྔགས་རྣམས་མཆོག་སྦྱིན་བྱེད། །
en: “Among all the worldly mudrās and mantras, The boon-granting has the greatest power;

source: མཐུ་ཆེན་གཙོ་བོ་ཆེན་པོ་སྟེ། །གཙོ་བོ་འཇིག་རྟེན་གསུམ་གྱིས་མཆོད། །
en: It is the most exalted and excellent And worshiped throughout the triple universe. {35.43}

source: བརྒྱད་པ་ཡང་དག་རབ་སྦྱར་བ། །ཕྱག་རྒྱ་སྲིད་གསུམ་སྐྱེ་གནས་ཡིན། །
en: “Designated as the 108th, This mudrā is the birthplace of the triple universe.

source: ཕྱག་རྒྱ་རྣམས་ཀྱི་གྲངས་བསྟན་པ། །རྒྱུད་འདི་ལས་ནི་རབ་འབྱུང་བ། །
en: Among the mudrās enumerated in this tantra, This one is the most powerful. {35.44}

source: བརྒྱ་གཅིག་དེ་བཞིན་རྩ་བརྒྱད་དུ། །ཕྱག་རྒྱའི་གྲངས་སུ་བརྟགས་པ་ཡིན། །
en: “The count assigned to the mudrās Is thus one hundred and eight.

source: རྫོགས་སངས་རྒྱས་ཀྱིས་འདི་ཚད་དུ། །ས་སྟེང་སྔོན་ནི་བསྟན་པ་ཡིན། །
en: This number was formerly taught in song By the perfect buddhas on the earth.

source: སྟོན་དང་བསྟན་པ་འཇིག་པ་ན། །ལུས་ཅན་རྣམས་ནི་རབ་སྤྱོད་འགྱུར། །
en: When the teachings of the Teacher have disappeared, These one hundred and eight mudrās will be circulated among the living. {35.45}

source: དང་པོ་རེ་ཞིག་ལག་པ་གཉིས། །ཐལ་མོ་སྦྱར་ཏེ་རྩེ་མོ་སྤྲད། །སོར་མོ་ཕན་ཚུན་ནང་དུ་གཤིབ། །སོར་མོ་ཕན་ཚུན་སྦྱར་ནས་ནི། །དེ་ནས་ཡང་དག་སྦྱར་ནས་ཀྱང་། །
en: “Starting again at the beginning, With the [fingers of] both hands joined at the tips, One should cross over the opposite fingers And keep them interlaced.

source: ལག་གཉིས་ཡང་དག་ལྡན་པ་ལ། །གཙུག་པུད་ལྔས་ནི་ལེགས་མཚན་བྱ། །
en: The two hands [thus] joined Have the shape of five crests. {35.46}

source: སོར་མོ་རྣམས་ཀྱི་རྩེ་མོ་དག །དེ་ནས་དེ་དག་རྣམ་བཟློག་པ། །ཕྱག་རྒྱ་གཙུག་པུད་ལྔར་ཤེས་བྱ། །གཙུག་པུད་ལྔ་པ་ཉིད་དག་ནི། །
en: “When the tips of the fingers are thus In reverse positions, That mudrā should be known as the five-crested Or the five locks of hair. {35.47}

source: ཕྱག་རྒྱ་ཆེན་པོ་ཞེས་སུ་བསྒྲགས། །བྱང་ཆུབ་སེམས་དཔའི་དབུ་ལ་ཡོད། །
en: “It is known as a ‘great’ mudrā, And also as the head of a bodhisattva.

source: འདི་ནི་ཕྱག་རྒྱ་མཐུ་བོ་ཆེ། །རབ་སྦྱར་ལས་ཀུན་བྱེད་པ་ཡིན། །
en: It possesses great power And can be employed in all rites. {35.48}

source: འཇམ་དཔལ་གྱི་ནི་སྔགས་དག་གམ། །སྙིང་པོ་ཉིད་ནི་རབ་ཏུ་སྦྱར། །སྐྲ་ཅན་མ་ཡི་སྔགས་དག་གམ། །རྩ་བའི་སྔགས་ཀྱིས་རྟག་ཏུ་བྱ། །
en: “One can optionally employ it Together with the heart mantra of Mañjuśrī, And also with the mantra of Keśinī Or the root mantra [of Mañjuśrī]. {35.49}

source: ཆོ་ག་མཐོང་བས་སྦྱར་བའམ། །སྔགས་རྣམས་ཀུན་གྱིས་བྱས་ན་ནི། །
en: “Or, following the procedure, One can employ it with any other mantra.

source: ལས་རྣམས་ཀུན་ནི་དོན་ཡོད་པར། །ཐུབ་པའི་བཀས་ནི་བསྟན་པ་ཡིན། །
en: One will thus accomplish every rite; The Sage did not teach this in vain. {35.50}

source: དེ་བཞིན་ལག་པ་རྣམ་བཀོད་ནས། །དེ་ཡི་ལག་པ་ཁ་སྦྱར་བྱ། །
en: “Similarly, one should join the hands together With a hollow space between them.

source: དེ་བཞིན་རྩེ་མོ་གསུམ་བྱ་སྟེ། །སོར་མོ་རྣམས་ནི་རབ་སྦྱར་ནས། །
en: Out of this, one should form [the shape of] three crests, With the fingers interlaced. {35.51}

source: ལག་གཉིས་མཐེ་བོ་སྤྱོད་པ་དང་། །རབ་ཏུ་ཕྱུང་སྟེ་དྲང་པོར་བྱ། །གུང་མོ་དང་ནི་སྲིན་ལག་དག །ཕྱིན་ཅི་ལོག་ཏུ་འབྲེལ་པ་བྱ། །
en: “When the thumbs of both hands Cling together forming the shape of a needle, And the middle and ring fingers Are in a reverse position resembling a plait, {35.52}

source: འདི་ནི་གཙུག་པུད་གསུམ་ཞེས་བྱ། །རལ་པ་གསུམ་པ་ཞེས་བྱའང་ཡིན། །
en: “This is known as the three-crested, Or, alternatively, as the three locks of hair;

source: འཇམ་པའི་དབྱངས་ནི་བློ་ལྡན་གྱི། །ཕྱག་རྒྱ་འདི་ནི་ཕྱག་རྒྱ་ཆེ། །
en: This mudrā is a ‘great’ mudrā Of the sagacious Mañjughoṣa. {35.53}

source: གང་དག་ཆོ་ག་མཐོང་བ་ཡི། །ལས་རྣམས་ཀུན་ནི་བྱེད་པ་ཡིན། །
en: “One can use it in all the rites Whereof the procedure is known.

source: འཇམ་དཔལ་གསང་སྔགས་གང་ཡིན་པ། །དེ་དག་ཀུན་ལ་སྦྱར་བར་བྱ། །
en: One can combine it With any mantra of Mañjuśrī.

source: ཟློས་པ་ཡིད་ལ་གང་འདོད་པ། །དོན་དེ་མྱུར་དུ་གྲུབ་པར་བྱེད། །
en: Such reciters will thus swiftly accomplish Their desired aims in this lifetime. {35.54}

source: ལག་པ་དེ་བཞིན་རྣམ་བཀོད་ནས། །དེ་བཞིན་གཙུག་པུད་གཅིག་པར་བྱ། །
en: “To form the single-crested mudrā, One should join the hands as before,

source: སོར་མོ་གུང་མོ་ཡང་དག་སྦྱར། །
en: With the middle fingers touching along their sides;

source: ངེས་པར་གཙུག་པུད་གཅིག་པར་འགྱུར། །
en: This is definitely the single-crested.

source: རྒྱ་འདི་ཕྱག་རྒྱ་ཆེན་པོ་སྟེ། །
en: This mudrā is a ‘great’ mudrā

source: རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱིས་གསུངས། །
en: Taught by the fully realized buddhas. {35.55}

source: གཞོན་ནུའི་སྔགས་ནི་རབ་བཀོད་དང་། །གང་ཡང་འཇིག་རྟེན་ཀུན་གྱི་ཡང་། །
en: “The mantras associated with Mañjuśrī, As well as the others associated with the world,

source: དེ་དང་སྦྱར་ན་འགྲུབ་འགྱུར་ཏེ། །མྱུར་བ་ཉིད་དུ་འགྲུབ་པར་འགྱུར། །
en: Will be mastered when combined with this mudrā, And swiftly accomplish all activities. {35.56}

source: དེ་བཞིན་འདི་ཡིས་བསྒྲུབ་བྱ་ནི། །སྔགས་མཆོག་རྒྱལ་བས་བཤད་པ་ཡིན། །
en: “Likewise, the supreme mantras taught by the victorious ones Will be accomplished when used in combination with it.

source: ཆོ་ག་མཐོང་བའི་ལས་ཀྱིས་ནི། །འདི་དོན་མྱུར་དུ་བསྒྲུབ་པར་བྱ། །
en: Performing the rite according to procedure, One will swiftly accomplish one’s aims. {35.57}

source: དེ་བཞིན་ལག་པ་ཡང་དག་སྦྱར། །སོར་མོའི་རྩེ་མོ་དགུག་ཅིང་དགོད། །མཛུབ་མོ་གཉིས་ནི་རྩེ་སྤྲད་དགུག །སོར་མོ་གཞན་ནི་རང་བཞག་ལ། །
en: “With the hands joined together as before, The fingertips ‘piled up,’ And the two index fingers bent in, One should form a shape resembling the añjali. {35.58}

source: མཐེ་མོ་གཉིས་ནི་རབ་གཤིབ་ནས། །གུང་མོ་གཉིས་ནི་རབ་བརྐྱང་བྱ། །
en: “When the two thumbs are then crossed over, The middle fingers outstretched,

source: སྲིན་ལག་གཉིས་ནི་རྩེ་སྤྲད་བཀུག །ཨུཏྤ་ལ་རུ་བསྟན་པ་ཡིན། །
en: And the ring fingers folded in, This mudrā is called the utpala. {35.59}

source: འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་ཡི། །རྩ་བའི་སྔགས་ནི་བརྗོད་ཅིང་བྱ། །
en: “This mudrā is indicated for use With the root mantra of the bodhisattva [Mañjuśrī].

source: གཙུག་པུད་ལྔ་པར་བསྟན་པ་ཡི། །ལས་རྣམས་གང་ཡིན་དེ་དག་ཉིད། །
en: Every rite that is sanctioned for the five-crested, Can also be accomplished with this mudrā. {35.60}

source: དེ་ཀུན་ཨུཏྤ་ལ་ཡིས་ནི། །མྱུར་དུ་སྒྲུབ་པར་བྱེད་པ་ཡིན། །
en: “Any rite performed with the utpala Will bring swift success.

source: འདི་ནི་མཆོག་སྦྱིན་ཕྱག་རྒྱ་སྟེ། །མྱུར་དུ་ལོངས་སྤྱོད་སྒྲུབ་བྱེད་པའོ། །
en: This mudrā grants the boons And swiftly brings enjoyments.

source: རྩ་བའི་སྔགས་དང་ལྡན་བྱས་ན། །མྱུར་དུ་ནོར་ནི་བྱེད་པར་འགྱུར། །
en: When combined with the root mantra, It will swiftly accomplish one’s aims. {35.61}

source: ལག་གཉིས་དེ་བཞིན་སྦྱར་བྱས་ནས། །ལག་པ་གཉིས་པོ་རབ་བཀན་ལ། །ཁོ་ར་ཡུག་ཏུ་སོར་མོ་ཡིས། །དེ་ཉིད་ཁ་ནི་ཡང་དག་སྦྱར། །
en: “Similarly, one should join the hands, Stretching them upward And forming a hollow space in between With the fingers surrounding it.

source: བཀྲ་ཤིས་ལྡན་པའི་རྣམ་པར་འབྱུང་། །མཛེས་པའི་རྣམ་པར་དགོད་པར་བྱ། །
en: One should then form the auspicious symbol That has the shape of a swastika: {35.62}

source: གུང་མོའི་སོར་མོའི་དབུས་སུ་ནི། །མཐེའུ་ཆུང་གཉིས་ནི་ཡང་དག་སྦྱར། །
en: “One should keep the little fingers On the level with the middle [joints] of the middle fingers,

source: མཐེ་བོ་གཉི་ག་རྣམ་སྦྱར་བ། །ཕྱག་རྒྱ་བཀྲ་ཤིས་ལྡན་དུ་བརྗོད། །
en: And the thumbs crossed over — This mudrā is called the swastika. {35.63}

source: དོན་ཀུན་བྱེད་པའི་ཕྱག་རྒྱ་འདི། །ཞི་བའི་ལས་ལ་རབ་ཏུ་སྦྱར། །
en: “This mudrā can accomplish every purpose, And should be employed in the rites of pacifying.

source: སྙིང་པོའམ་ཡི་གེ་དྲུག་ལྡན་པས། །ལས་རྣམས་ཀུན་ནི་བྱེད་པར་འགྱུར། །
en: When combined with the six heart syllables, This mudrā will fulfill every activity. {35.64}

source: དེ་བཞིན་ལག་གཉིས་སྦྱར་ནས་ནི། །སོར་མོ་ཕན་ཚུན་རབ་སྦྱར་བ། །
en: “When the hands are placed as before, With the opposite fingers interlaced,

source: འགྲོ་བའི་ཁྱད་པར་མཁྱེན་པ་ཡིས། །གང་བ་བཟང་ཞེས་གསུངས་པ་ཡིན། །
en: This mudrā is referred to by the experts In the knowledge of destinies as the complete. {35.65}

source: རྩེ་མོའི་ཕྱོགས་ཀྱི་སོར་མོ་རྣམས། །ཀུན་ནས་ཡོངས་སུ་འགྱེད་བྱས་པ། །གང་བ་བཟང་ཞེས་སངས་རྒྱས་ཀྱིས། །ཟློས་པ་རྣམས་ལ་གསུངས་པ་ཡིན། །
en: “When the palms are joined to form an open flower bud With the fingers kept apart in a circle, This mudrā has been specified by the perfect buddhas To the reciters as the complete. {35.66}

source: དེ་འདི་སྡུག་བསྔལ་དག་དང་ནི། །དབུལ་བའི་སྡུག་བསྔལ་རབ་ཞི་བྱེད། །
en: “It pacifies every calamity of those Suffering from poverty or other afflictions.

source: རྩ་བའི་སྔགས་ཀྱིས་བསྐུལ་བྱས་ན། །མྱུར་དུ་ནོར་གྱིས་ཕྱུག་པར་བྱེད། །
en: It swiftly brings prosperity When activated by the root mantra. {35.67}

source: འཇིག་རྟེན་མཁྱེན་ཅིང་ལེགས་སྤྱོད་པས། །ཕྱག་རྒྱ་གཞན་ཡང་གསུངས་པ་ནི། །
en: “Those with excellent conduct and knowledge of the world Also taught another mudrā:

source: ལག་གཉིས་དེ་བཞིན་བྱས་ནས་ནི། །གཡོན་པ་ཕབ་ཅིང་དེ་ལ་བརྟེན། །
en: One should hold both hands as before, With the left index finger touching [the right hand]. {35.68}

source: ལག་པ་གཡས་པས་བྱ་བ་ནི། །དེ་ཡི་སོར་མོ་དགུག་ཅིང་གཞག །
en: “Putting the right hand into position, One should bend its fingers

source: མཛུབ་མོ་གུང་མོ་ཉིད་དག་ནི། །བསྒྲེང་བ་རྒྱལ་མཚན་ཞེས་བརྗོད་དེ། །
en: And extend the index and the middle fingers. This is referred to as the banner. {35.69}

source: རྒྱལ་མཚན་ཕྱག་རྒྱ་ཞེས་གྲགས་པ། །བསྒྲེང་བས་དགྲ་ནི་ཟློག་པར་བྱེད། །
en: “Called the banner , this mudrā, when raised, Can hold back enemies.

source: ཕྱག་རྒྱ་འདི་ཡི་བྱ་བ་ནི། །རིམ་གྱིས་གཏོར་མ་སྦྱིན་སྲེག་སོགས། །ཕྱག་རྒྱ་འདི་ཡིས་བྱ་བ་ནི། །རྩ་བའི་སྔགས་ཀྱིས་རབ་བསྐུལ་ན། །འདི་ནི་ལས་ཀུན་བྱེད་པ་ཡིན། །
en: This mudrā should be used to perform The rites of bali, homa, and so forth. If activated by the root mantra, It will accomplish every activity. {35.70}

source: ལག་པ་དེ་བཞིན་རྣམ་སྦྱར་བ། །ཐལ་མོ་སྦྱར་བའི་ཕྱག་རྒྱ་སྟེ། །
en: “One should join the hands as before, With the fingers enclosing an empty space.

source: སྔགས་ཤེས་མཉམ་པར་བརྗོད་པ་ནི། །རིམ་གྱིས་ལས་རྣམས་བྱེད་པར་འགྱུར། །
en: “Used with the understanding of the mantra, It will, in due course, accomplish the intended activity.

source: ཆོ་ག་མཐོང་བའི་ལྡན་པས་ནི། །མྱུར་དུ་དོན་ནི་སྒྲུབ་པར་བྱེད། །
en: The mantras swiftly bring success If used according to procedure. {35.72}

source: འཇམ་པའི་དབྱངས་ཀྱི་སྙིང་པོ་ནི། །སྙིང་གི་གནས་ལས་ཡང་དག་བྱུང་། །
en: “When combined with the mantras of Mañjughoṣa That originate from his very essence,
